{
	"nav": {
		"home": "Home",
		"aboutMe": "About Me",
		"projects": "Projects",
		"resume": "Resume"
	},
	"home": {
		"homeTitle": "Hello",
		"homeName": "I'm Anne",
		"homeIntro": "Welcome to my digital world! I’m a passionate web and mobile developer based in Montreal with over 5 years of experience. I specialize in React, React Native, and Node.js to create modern, user-focused applications. I also have a foundation in Python and experience building websites with WordPress. I love turning ideas into intuitive digital experiences—let’s build something amazing together!"
	},
	"aboutMeTitle": "About Me",
	"aboutMeContent": "I’m a former electronic engineer who found her true passion in software development. Over the past 5+ years, I’ve worked on web and mobile apps using React, React Native, Node.js, and TypeScript. I enjoy collaborating with backend teams through RESTful APIs and transforming Figma designs into real, interactive products. <br/><br/>I thrive in Agile teams (Scrum, JIRA, Confluence) and always keep an eye on the latest trends. I’ve also created WordPress websites and have a solid foundation in Python. Outside of tech, I enjoy salsa dancing, discovering new places, and binge-watching great series.",
	"contact": {
		"contactTitle": "Get in Touch",
		"contactContent": "Have a question, an idea, or just want to say hi? Feel free to drop me a message, and I'll get back to you as soon as possible!"
	},
	"footer": {
		"footerTitle": "LET'S WORK<br/>TOGETHER",
		"footerContent": "Made With ❤ <br/>by Anne Ruiz"
	},
	"skills": {
		"skillsTitle": "Professional Skills",
		"toolsTitle": "Tools & Technologies"
	},
	"projects": {
		"projectsTitle": "Projects",
		"projectsContent": "Discover a diverse array of intriguing projects that I've been involved in, either through collaboration or independent creation.",
		"plastiq": {
			"projectDescription": "Seamlessly manage, track, and unblock bills from anywhere. Keep your business operations smooth even on the go."
		},
		"eqelonWeb": {
			"projectDescription": "A dynamic real estate investment firm diving into ownership, development, and management of hotels and multifamily properties."
		},
		"eqelonApp": {
			"projectDescription": "Unleash new investment horizons with easy access to details, funds reports, and exploratory opportunities."
		},
		"globant": {
			"projectDescription": "Your gateway to a world of talent. Join our vibrant community through our recruitment site."
		},
		"taskManager": {
			"projectDescription": "Tackle your tasks with ease. Coordinate your to-dos, and priorities all in one organized hub."
		},
		"weatherWeb": {
			"projectDescription": "Stay ahead of the forecast. Get real-time weather updates and insights for your city and beyond."
		},
		"pexelsWeb": {
			"projectDescription": "A responsive video streaming app built with Next.js and React. It features a video list and a detailed player page with custom controls. The app uses the Pexels API to fetch videos and is styled with SCSS and modern UI components."
		}
	},
	"resume": {
		"download": "Download Resume"
	},
	"notFound": "404 - Page Not Found",
	"contentNotFound": "Sorry, the page you are looking for does not exist.",
	"goHome": "Go Home"
}
