{
	"nav": {
		"home": "Home",
		"aboutMe": "About Me",
		"projects": "Projects",
		"resume": "Resume"
	},
	"home": {
		"homeTitle": "Hello",
		"homeName": "I'm Anne",
		"homeIntro": "Welcome to my digital world! I'm a developer based in Montreal, Canada, with a passion for crafting interactive experiences using JS frameworks and Node, now extending my expertise to include MATLAB for even more possibilities. From coding elegant interfaces to creating mobile marvels, I'm dedicated to turning ideas into reality."
	},
	"aboutMeTitle": "About Me",
	"aboutMeContent": "I am a former electronic engineer who found her true passion in development. With over five years of experience, I've gone from crafting user interfaces in React to building more extensive applications using Node.js and now incorporating MATLAB. <br/><br/> My journey also led me to master React Native, enabling me to create captivating mobile apps. Beyond the screen, you'll find me engrossed in series, exploring new places, or dancing salsa. Let's collaborate and turn ideas into reality!",
	"contact": {
		"contactTitle": "Get in Touch",
		"contactContent": "Have a question, an idea, or just want to say hi? Feel free to drop me a message, and I'll get back to you as soon as possible!"
	},
	"footer": {
		"footerTitle": "LET'S WORK<br/>TOGETHER",
		"footerContent": "Made With ❤ <br/>by Anne Ruiz"
	},
	"skills": {
		"skillsTitle": "Professional Skills",
		"toolsTitle": "Tools & Technologies"
	},
	"projects": {
		"projectsTitle": "Projects",
		"projectsContent": "Discover a diverse array of intriguing projects that I've been involved in, either through collaboration or independent creation.",
		"plastiq": {
			"projectDescription": "Seamlessly manage, track, and unblock bills from anywhere. Keep your business operations smooth even on the go."
		},
		"eqelonWeb": {
			"projectDescription": "A dynamic real estate investment firm diving into ownership, development, and management of hotels and multifamily properties."
		},
		"eqelonApp": {
			"projectDescription": "Unleash new investment horizons with easy access to details, funds reports, and exploratory opportunities."
		},
		"globant": {
			"projectDescription": "Your gateway to a world of talent. Join our vibrant community through our recruitment site."
		},
		"taskManager": {
			"projectDescription": "Tackle your tasks with ease. Coordinate your to-dos, and priorities all in one organized hub."
		},
		"weatherWeb": {
			"projectDescription": "Stay ahead of the forecast. Get real-time weather updates and insights for your city and beyond."
		},
		"matlab": {
			"projectDescription": "Page in progress..."
		}
	},
	"resume": {
		"download": "Download Resume"
	},
	"notFound": "404 - Page Not Found",
	"contentNotFound": "Sorry, the page you are looking for does not exist.",
	"goHome": "Go Home"
}
