{
	"home": {
		"homeTitle": "Hola",
		"homeName": "Soy Ana",
		"homeIntro": "¡Bienvenido a mi mundo digital! Soy una desarrolladora con pasión por crear experiencias interactivas usando JS frameworks y Node. Desde codificar elegantes interfaces hasta crear maravillas móviles, me dedico a convertir ideas en realidad."
	},
	"aboutMeTitle": "Sobre mí",
	"aboutMeContent": "Era una ingeniera electrónica que encontró su verdadera pasión en el desarrollo. Con más de cinco años de experiencia, he pasado de diseñar interfaces de usuario en React a construir aplicaciones más extensas utilizando Node.js.<br/><br/>Mi viaje también me llevó a dominar React Native, lo que me permite crear aplicaciones móviles cautivadoras. Más allá de la pantalla, me encontrarás absorta en series, explorando nuevos lugares o bailando salsa. ¡Colaboremos y convirtamos ideas en realidad!",
	"contact": {
		"contactTitle": "Ponte en Contacto",
		"contactContent": "¿Tienes una pregunta, una idea o simplemente quieres saludar? ¡No dudes en enviarme un mensaje y te responderé lo antes posible!"
	},
	"footer": {
		"footerTitle": "TRABAJEMOS<br/>JUNTOS",
		"footerContent": "Hecho con ❤ <br/>por Ana Ruiz"
	},
	"skills": {
		"skillsTitle": "Habilidades Profesionales",
		"toolsTitle": "Herramientas y Tecnologías"
	},
	"projects": {
		"projectsTitle": "Proyectos",
		"projectsContent": "Descubre una variedad diversa de proyectos interesantes en los que he participado, ya sea a través de colaboración o creación independiente.",
		"plastiq": {
			"projectDescription": "Administra, sigue y desbloquea facturas de manera fluida desde cualquier lugar. Mantén en marcha tus operaciones comerciales incluso en movimiento."
		},
		"eqelonWeb": {
			"projectDescription": "Una firma dinámica de inversión inmobiliaria que se adentra en la propiedad, el desarrollo y la gestión de hoteles y propiedades multifamiliares."
		},
		"eqelonApp": {
			"projectDescription": "Libera nuevos horizontes de inversión con fácil acceso a detalles, informes de fondos y oportunidades exploratorias."
		},
		"globant": {
			"projectDescription": "Tu puerta de entrada a un mundo de talento. Únete a nuestra comunidad vibrante a través de nuestro sitio de reclutamiento."
		},
		"taskManager": {
			"projectDescription": "Aborda tus tareas con facilidad. Coordina tus pendientes y prioridades, todo en un único centro organizado."
		},
		"weatherWeb": {
			"projectDescription": "Mantente a la vanguardia del pronóstico. Obtén actualizaciones e información meteorológica en tiempo real de tu ciudad y más allá."
		}
	}
}
