{
	"nav": {
		"home": "Inicio",
		"aboutMe": "Sobre mí",
		"projects": "Proyectos",
		"resume": "CV"
	},
	"home": {
		"homeTitle": "Hola",
		"homeName": "Soy Anne",
		"homeIntro": "¡Bienvenidos a mi mundo digital! Soy desarrolladora web y móvil en Montreal con más de 5 años de experiencia. Me especializo en React, React Native y Node.js, creando aplicaciones modernas y centradas en el usuario. También tengo bases en Python y experiencia creando sitios con WordPress. Me encanta transformar ideas en experiencias digitales intuitivas. ¡Construyamos algo increíble juntos!"
	},
	"aboutMeTitle": "Sobre mí",
	"aboutMeContent": "Soy una exingeniera electrónica que descubrió su verdadera pasión en el desarrollo de software.<br/><br/> Durante más de 5 años, he trabajado en aplicaciones web y móviles usando React, React Native, Node.js y TypeScript. Me gusta colaborar con equipos backend mediante APIs RESTful y convertir diseños de Figma en productos reales e interactivos.<br/><br/> Me desenvuelvo muy bien en entornos ágiles (Scrum, JIRA, Confluence) y siempre busco estar actualizada con las últimas tecnologías. También he creado sitios web en WordPress y tengo bases sólidas en Python. Fuera del código, disfruto bailar salsa, viajar y ver buenas series.",
	"contact": {
		"contactTitle": "Ponte en Contacto",
		"contactContent": "¿Tienes una pregunta, una idea o simplemente quieres saludar? ¡No dudes en enviarme un mensaje y te responderé lo antes posible!"
	},
	"footer": {
		"footerTitle": "TRABAJEMOS<br/>JUNTOS",
		"footerContent": "Hecho con ❤ <br/>por Anne Ruiz"
	},
	"skills": {
		"skillsTitle": "Habilidades Profesionales",
		"toolsTitle": "Herramientas y Tecnologías"
	},
	"projects": {
		"projectsTitle": "Proyectos",
		"projectsContent": "Descubre una variedad diversa de proyectos interesantes en los que he participado, ya sea a través de colaboración o creación independiente.",
		"plastiq": {
			"projectDescription": "Desarrollé una aplicación móvil para ayudar a las empresas a gestionar, seguir y desbloquear facturas fácilmente desde cualquier lugar. Aseguré un funcionamiento fluido mediante una interfaz intuitiva y una navegación eficiente."
		},
		"eqelonApp": {
			"projectDescription": "ontribuí al desarrollo de una aplicación móvil que ofrece a los usuarios acceso sencillo a detalles de inversión, informes de fondos y nuevas oportunidades. Me enfoqué en crear una experiencia fluida y enriquecedora."
		},
		"globant": {
			"projectDescription": "Colaboré en la migración y mejora de la plataforma de reclutamiento de Globant, optimizando la experiencia del candidato y simplificando el proceso de postulación."
		},
		"taskManager": {
			"projectDescription": "Creé una aplicación de gestión de tareas para ayudar a los usuarios a organizar sus pendientes y prioridades de forma eficiente. Utilicé Redux para el manejo del estado y Material-UI para una interfaz limpia y fácil de usar."
		},
		"weatherWeb": {
			"projectDescription": "Desarrollé una aplicación del clima que muestra actualizaciones en tiempo real y pronósticos detallados para cualquier ciudad. Integré una API pública y diseñé una interfaz responsive con TailwindCSS."
		},
		"pexelsWeb": {
			"projectDescription": "Una aplicación de transmisión de videos responsiva creada con Next.js y React. Muestra una lista de videos y una página de reproducción con controles personalizados. Utiliza la API de Pexels para obtener los videos y está diseñada con SCSS y componentes modernos."
		}
	},
	"resume": {
		"download": "Descargar CV"
	},
	"notFound": "Página no encontrada",
	"contentNotFound": "Lo sentimos, la página que estás buscando no existe.",
	"goHomeButton": "Ir a Inicio"
}
