{
	"nav": {
		"home": "Home",
		"aboutMe": "À Propos de Moi",
		"projects": "Projets",
		"resume": "CV"
	},
	"home": {
		"homeTitle": "Bonjour",
		"homeName": "Je suis Anne",
		"homeIntro": "Bienvenue dans mon univers numérique ! Je suis développeuse web et mobile à Montréal, avec plus de 5 ans d’expérience. Spécialisée en React, React Native et Node.js, je conçois des applications modernes et centrées sur l’utilisateur. J’ai également des bases en Python et de l’expérience avec WordPress. Ensemble, transformons vos idées en solutions numériques puissantes !"
	},
	"aboutMeTitle": "À Propos de Moi",
	"aboutMeContent": "Ingénieure électronique de formation, j’ai trouvé ma véritable passion dans le développement logiciel.<br/><br/> Depuis plus de 5 ans, je développe des applications web et mobiles avec React, React Native, Node.js et TypeScript. J’adore collaborer avec les équipes backend via des APIs RESTful et transformer des maquettes Figma en produits interactifs.<br/><br/> Je m’épanouis dans les environnements agiles (Scrum, JIRA, Confluence) et je suis constamment à l'affût des dernières tendances tech. J’ai également réalisé des sites WordPress et j’ai une bonne base en Python. En dehors du travail, je danse la salsa, j’explore de nouveaux endroits et je me perds dans des séries captivantes.",
	"contact": {
		"contactTitle": "Contactez-moi",
		"contactContent": "Vous avez une question, une idée ou simplement envie de dire bonjour ? N'hésitez pas à m'envoyer un message, et je vous répondrai dès que possible !"
	},
	"footer": {
		"footerTitle": "TRAVAILLONS ENSEMBLE",
		"footerContent": "Fait avec ❤ <br/>par Anne Ruiz"
	},
	"skills": {
		"skillsTitle": "Compétences Professionnelles",
		"toolsTitle": "Outils & Technologies"
	},
	"projects": {
		"projectsTitle": "Projets",
		"projectsContent": "Découvrez une variété de projets intéressants auxquels j'ai participé, soit par collaboration, soit par création indépendante.",
		"plastiq": {
			"projectDescription": "Développement d'une application mobile permettant aux entreprises de gérer, suivre et débloquer facilement leurs factures à tout moment. J’ai veillé à un fonctionnement fluide grâce à une interface intuitive et une navigation efficace."
		},
		"eqelonApp": {
			"projectDescription": "J’ai contribué au développement d’une application mobile offrant un accès facile aux informations d’investissement, aux rapports de fonds et à de nouvelles opportunités. Je me suis concentré sur une expérience utilisateur fluide et enrichissante."
		},
		"globant": {
			"projectDescription": "J’ai participé à la migration et à l’amélioration de la plateforme de recrutement de Globant, en optimisant l’expérience des candidats et en simplifiant le processus de candidature"
		},
		"taskManager": {
			"projectDescription": "J’ai développé une application de gestion de tâches permettant aux utilisateurs d’organiser efficacement leurs tâches et priorités. Redux a été utilisé pour la gestion d’état et Material-UI pour une interface claire et intuitive."
		},
		"weatherWeb": {
			"projectDescription": "J’ai créé une application météo affichant des mises à jour en temps réel et des prévisions détaillées pour n’importe quelle ville. Intégration d’une API publique et conception d’une interface responsive avec TailwindCSS."
		},
		"pexelsWeb": {
			"projectDescription": "Une application de streaming vidéo responsive développée avec Next.js et React. Elle propose une liste de vidéos et une page de lecteur avec des contrôles personnalisés. L’application utilise l’API de Pexels pour récupérer les vidéos et est stylisée avec SCSS et une interface moderne."
		}
	},
	"resume": {
		"download": "Télécharger le CV"
	},
	"notFound": "404 - Page Non Trouvée",
	"contentNotFound": "Désolé, la page que vous recherchez n'existe pas.",
	"goHome": "Retour à l'accueil"
}
